spec/railsapp/app/controllers/home_controller.rb

SELECT  "users".* FROM "users" WHERE "users"."id" = ? LIMIT ?  [["id", 0], ["LIMIT", 1]]
---
  def index
    @user = User.find(0)